const ar = {
  translation: {
    hi: "مرحبا، أنا",
    name: "جاجان",
    description: "مطور واجهات أمامية شغوف يصمم تجارب ويب جميلة ووظيفية",
    viewMyWork: "عرض عملي",
    developer: "مطور",
    aboutMe: "عني",
    aboutDescription: [
      "أنا مطور واجهة أمامية، أقوم ببناء تطبيقات ويب حديثة. بدأت رحلتي في تطوير الويب بشغف لإنشاء واجهات مستخدم جميلة وتطورت لتصبح فهماً عميقاً لتقنيات الواجهة الأمامية الحديثة.",
      "أنا متخصص في React.js ونظامه البيئي، مع تركيز قوي على بناء تطبيقات قابلة للتطوير وقابلة للصيانة. أنا شغوف بتجربة المستخدم، وإمكانية الوصول، وكتابة كود نظيف وفعال.",
    ],
    education: "التعليم",
    clgName: "كلية الفنون التطبيقية الحكومية في سيرسا",
    eduDeg: "دبلوم في هندسة الكمبيوتر",
    year: "2021-2024",
    experience: "الخبرة",
    experienceFrom: [
      {
        type: "متدرب مطور Frontend",
        company: "Apptunix",
        year: "أكتوبر-2024 إلى أبريل-2025",
      }
    ],
    getInTouch: "ابقى على تواصل",
    contactInformation: "معلومات الاتصال",
    emailAddress: "gaganbhangu34484@gmail.com",
    address: "موهالي، البنجاب، الهند",
    nme: "الاسم",
    email: "البريد الإلكتروني",
    message: "الرسالة",
    successMessage: "تم إرسال رسالتك بنجاح!",
    sendMessage: "إرسال الرسالة",
    myProjects: "مشاريعي",
    liveDemo: "عرض مباشر",
    gitHub: "جيتهاب",
    projects: [
      {
        title: 'QuillMark',
        description: 'تجربة تحرير Markdown سلسة مصممة للمطورين والكتاب ومنشئي المحتوى، تجمع بين الوظائف وسهولة الوصول والجاذبية الجمالية.',
      },
      {
        title: 'TaskTrek',
        description: 'تطبيق حديث وغني بالميزات مصمم لمساعدة المستخدمين في تخطيط وتنظيم ورؤية معالم المشروع بشكل فعال، يجمع بين سهولة الوصول والتصميم البديهي وخطط الطريق القابلة للتصدير.',
      },
    ],
    skillsExpertise: "المهارات والخبرات",
    skills: [
      {
        category: "الواجهة الأمامية",
      },
      {
        category: "الأدوات و الأخرى",
      }
    ],
    home: "الصفحة الرئيسية",
    about: "حول",
    skill: "المهارات",
    project: "المشاريع",
    contact: "اتصال",
    frontendDeveloper: "مطور الواجهة الأمامية",
  }
}

export default ar