const ar = {
  translation: {
    hi: "مرحبا، أنا",
    name: "جاجان",
    description: "مطور واجهات أمامية شغوف يصمم تجارب ويب جميلة ووظيفية",
    viewMyWork: "عرض عملي",
    developer: "مطور",
    aboutMe: "عني",
    aboutDescription: [
      "أنا مطور واجهة أمامية، أقوم ببناء تطبيقات ويب حديثة. بدأت رحلتي في تطوير الويب بشغف لإنشاء واجهات مستخدم جميلة وتطورت لتصبح فهماً عميقاً لتقنيات الواجهة الأمامية الحديثة.",
      "أنا متخصص في React.js ونظامه البيئي، مع تركيز قوي على بناء تطبيقات قابلة للتطوير وقابلة للصيانة. أنا شغوف بتجربة المستخدم، وإمكانية الوصول، وكتابة كود نظيف وفعال.",
    ],
    education: "التعليم",
    clgName: "كلية الفنون التطبيقية الحكومية في سيرسا",
    eduDeg: "دبلوم في هندسة الكمبيوتر",
    year: "2021-2024",
    experience: "الخبرة",
    experienceFrom: [
      {
        type: "متدرب مطور Frontend",
        company: "Apptunix",
        year: "أكتوبر-2024 إلى أبريل-2025",
      }
    ],
    getInTouch: "ابقى على تواصل",
    contactInformation: "معلومات الاتصال",
    emailAddress: "gaganbhangu34484@gmail.com",
    address: "موهالي، البنجاب، الهند",
    nme: "الاسم",
    email: "البريد الإلكتروني",
    message: "الرسالة",
    successMessage: "تم إرسال رسالتك بنجاح!",
    sendMessage: "إرسال الرسالة",
    myProjects: "مشاريعي",
    liveDemo: "عرض مباشر",
    gitHub: "جيتهاب",
    projects: [
      {
        title: 'Watchs',
        description: 'هذا المشروع في Next.js هو موقع ويب للساعات حيث يمكن للمستخدمين إضافة تفاصيل الساعات بسهولة وعرض المعلومات. يركز على إنشاء منصة وظيفية وسهلة الاستخدام لعرض وإدارة مجموعات الساعات. مثالي لعشاق الساعات أو الشركات التي تسعى لتنظيم بيانات الساعات بكفاءة!',
      },
      {
        title: 'Zentry_Clone',
        description: 'استنساخ صفحة الهبوط Zentry – صفحة هبوط ويب أنيقة ومليئة بالطاقة مستوحاة من عالم الألعاب، تم إنشاؤها باستخدام React و Tailwind CSS و GSAP. تتميز بتصميم خط جريء ورسوم متحركة سلسة وعناصر واجهة ديناميكية، مما يعيد إنشاء المظهر الغامر والشعور بالتصميم الأصلي. باستخدام GSAP للانتقالات السلسة، تعزز الصفحة تفاعل المستخدم من خلال تأثيرات التمرير والرسوم المتحركة التفاعلية.',
 },
    ],
    skillsExpertise: "المهارات والخبرات",
    skills: [
      {
        category: "الواجهة الأمامية",
      },
      {
        category: "الأدوات و الأخرى",
      }
    ],
    home: "الصفحة الرئيسية",
    about: "حول",
    skill: "المهارات",
    project: "المشاريع",
    contact: "اتصال",
    resume: "السيرة الذاتية",
    frontendDeveloper: "مطور الواجهة الأمامية",
    notFound: "الصفحة غير موجودة 404 خطأ",
    enterName: "الرجاء إدخال اسمك",
    enterEmail: "الرجاء إدخال بريدك الإلكتروني",
    enterMessage: "الرجاء إدخال رسالة",
    nameIsRequired: "الاسم مطلوب",
    minimumName5Required: "الحد الأدنى 5 أحرف مطلوب",
    maximumName50Allowed: "الحد الأقصى 50 حرف مسموح",
    emailIsRequired: "البريد الإلكتروني مطلوب",
    validEmailAddress: "أدخل عنوان بريد إلكتروني صالح",
    messageIsRequired: "الرسالة مطلوبة",
    messageSendSuccessfully: "تم إرسال الرسالة بنجاح!",
    tryAgainMessageIsFailed: "حاول مرة أخرى فشل إرسال الرسالة...",
    minimumMessage50CharacterRequired: "الحد الأدنى 50 حرف مطلوب",
    maximumMessage500CharacterAllowed: "الحد الأقصى 500 حرف مسموح",
  }
}

export default ar