const hi = {
    translation: {
        hi: "नमस्ते, मैं हूं",
        name: "गगन",
        description: "एक भावुक फ्रंटेंड डेवलपर, जो सुंदर और उपयोगी वेब अनुभव तैयार कर रहा है",
        viewMyWork: "मेरा काम देखें",
        developer: "डेवलपर",
        aboutMe: "मेरे बारे में",
    aboutDescription: [
      "मैं एक फ्रंटेंड डेवलपर हूं, जो आधुनिक वेब एप्लिकेशन बना रहा हूं। मेरे वेब विकास की यात्रा सुंदर उपयोगकर्ता इंटरफेस बनाने के जुनून के साथ शुरू हुई और आधुनिक फ्रंटेंड प्रौद्योगिकियों की गहरी समझ में विकसित हुई है।",
      "मैं React.js और इसके पारिस्थितिकी तंत्र में विशेषज्ञता रखता हूं, जिसमें स्केलेबल और मैन्टेनबल एप्लिकेशन बनाने पर जोर है। मुझे उपयोगकर्ता अनुभव, पहुँच, और साफ, कुशल कोड लिखने का जुनून है।",
    ],
    education: "शिक्षा",
    clgName: "सरकारी पॉलिटेक्निक सिरसा",
    eduDeg: "कंप्यूटर इंजीनियरिंग में डिप्लोमा",
    year: "2021-2024",
    experience: "अनुभव",
    experienceFrom: [
      {
        type: "फ्रंटेंड डेवलपर इंटर्न",
        company: "अप्टनिक्स",
        year: "अक्टूबर-2024 से अप्रैल-2025",
      }
    ],
    getInTouch: "संपर्क करें",
    contactInformation: "संपर्क जानकारी",
    emailAddress: "gaganbhangu34484@gmail.com",
    address: "मोहाली, पंजाब, भारत",
    nme: "नाम",  
    email: "ईमेल",
    message: "संदेश",
    successMessage: "आपका संदेश सफलतापूर्वक भेज दिया गया है!",
    sendMessage: "संदेश भेजें",
    myProjects: "मेरे प्रोजेक्ट्स",
    liveDemo: "लाइव डेमो",
    gitHub: "गिटहब",
    projects: [
      {
        title: 'QuillMark',
        description: 'डेवलपर्स, लेखकों, और कंटेंट क्रिएटर्स के लिए डिज़ाइन किया गया एक सहज मार्कडाउन संपादन अनुभव, जो कार्यक्षमता, पहुँच, और सौंदर्य अपील को मिलाता है।',
      },
      {
        title: 'TaskTrek',
        description: 'उपयोगकर्ताओं को परियोजना के मील के पत्थर प्रभावी रूप से योजना बनाने, संगठित करने, और दृष्टिबद्ध करने में मदद करने के लिए डिज़ाइन किया गया एक आधुनिक, सुविधाओं से भरपूर एप्लिकेशन, जो पहुँच, सहज डिज़ाइन, और निर्यात करने योग्य रोडमैप को मिलाता है।',
      },
    ],
    skillsExpertise: "कौशल और विशेषज्ञता",
    skills: [
      {
        category: "फ्रंटेंड",
      },
      {
        category: "टूल्स और अन्य",
      }
    ],
    home: "होम",
    about: "हमारे बारे में",
    skill: "कौशल",
    project: "प्रोजेक्ट्स",
    contact: "संपर्क करें",
    frontendDeveloper: "फ्रंटेंड डेवलपर",
    notFound: "पृष्ठ नहीं मिला 404 त्रुटि",
    }
}
export default hi