const hi = {
  translation: {
    hi: "नमस्ते, मैं हूं",
    name: "गगन",
    description: "एक भावुक फ्रंटेंड डेवलपर, जो सुंदर और उपयोगी वेब अनुभव तैयार कर रहा है",
    viewMyWork: "मेरा काम देखें",
    developer: "डेवलपर",
    aboutMe: "मेरे बारे में",
    aboutDescription: [
      "मैं एक फ्रंटेंड डेवलपर हूं, जो आधुनिक वेब एप्लिकेशन बना रहा हूं। मेरे वेब विकास की यात्रा सुंदर उपयोगकर्ता इंटरफेस बनाने के जुनून के साथ शुरू हुई और आधुनिक फ्रंटेंड प्रौद्योगिकियों की गहरी समझ में विकसित हुई है।",
      "मैं React.js और इसके पारिस्थितिकी तंत्र में विशेषज्ञता रखता हूं, जिसमें स्केलेबल और मैन्टेनबल एप्लिकेशन बनाने पर जोर है। मुझे उपयोगकर्ता अनुभव, पहुँच, और साफ, कुशल कोड लिखने का जुनून है।",
    ],
    education: "शिक्षा",
    clgName: "सरकारी पॉलिटेक्निक सिरसा",
    eduDeg: "कंप्यूटर इंजीनियरिंग में डिप्लोमा",
    year: "2021-2024",
    experience: "अनुभव",
    experienceFrom: [
      {
        type: "फ्रंटेंड डेवलपर इंटर्न",
        company: "अप्टनिक्स",
        year: "अक्टूबर-2024 से अप्रैल-2025",
      }
    ],
    getInTouch: "संपर्क करें",
    contactInformation: "संपर्क जानकारी",
    emailAddress: "gaganbhangu34484@gmail.com",
    address: "मोहाली, पंजाब, भारत",
    nme: "नाम",
    email: "ईमेल",
    message: "संदेश",
    successMessage: "आपका संदेश सफलतापूर्वक भेज दिया गया है!",
    sendMessage: "संदेश भेजें",
    myProjects: "मेरे प्रोजेक्ट्स",
    liveDemo: "लाइव डेमो",
    gitHub: "गिटहब",
    projects: [
      {
        title: 'Watchs',
        description: 'यह Next.js प्रोजेक्ट एक घड़ियों की वेबसाइट है जहां उपयोगकर्ता आसानी से घड़ियों का विवरण जोड़ सकते हैं और जानकारी देख सकते हैं। यह घड़ी संग्रह को प्रदर्शित और प्रबंधित करने के लिए एक कार्यात्मक और उपयोगकर्ता के अनुकूल मंच बनाने पर केंद्रित है। घड़ी प्रेमियों या व्यवसायों के लिए आदर्श जो घड़ी डेटा को कुशलतापूर्वक व्यवस्थित करना चाहते हैं!',
      },
      {
        title: 'Zentry_Clone',
        description: 'Zentry लैंडिंग पेज क्लोन – एक चिकना, उच्च-ऊर्जा गेमिंग-थीम वाला वेब लैंडिंग पेज जो React, Tailwind CSS, और GSAP के साथ बनाया गया है। इसमें बोल्ड टाइपोग्राफी, स्मूथ एनीमेशन और डायनामिक यूआई एलिमेंट्स हैं, जो मूल संस्करण का प्रभावशाली रूप और अनुभव दोबारा बनाते हैं। GSAP का उपयोग करके, यह पेज स्क्रॉल-आधारित प्रभावों और इंटरएक्टिव मोशन ग्राफिक्स के साथ उपयोगकर्ता की व्यस्तता को बढ़ाता है।',
      },
    ],
    skillsExpertise: "कौशल और विशेषज्ञता",
    skills: [
      {
        category: "फ्रंटेंड",
      },
      {
        category: "टूल्स और अन्य",
      }
    ],
    home: "होम",
    about: "हमारे बारे में",
    skill: "कौशल",
    project: "प्रोजेक्ट्स",
    contact: "संपर्क करें",
    resume: "रिज़्यूमे",
    frontendDeveloper: "फ्रंटेंड डेवलपर",
    notFound: "पृष्ठ नहीं मिला 404 त्रुटि",
    enterName: "कृपया अपना नाम दर्ज करें",
    enterEmail: "कृपया अपना ईमेल दर्ज करें",
    enterMessage: "कृपया संदेश दर्ज करें",
    nameIsRequired: "नाम आवश्यक है",
    minimumName5Required: "कम से कम 5 अक्षर आवश्यक हैं",
    maximumName50Allowed: "अधिकतम 50 अक्षर की अनुमति है",
    emailIsRequired: "ईमेल आवश्यक है",
    validEmailAddress: "एक मान्य ईमेल पता दर्ज करें",
    messageIsRequired: "संदेश आवश्यक है",
    messageSendSuccessfully: "संदेश सफलतापूर्वक भेजा गया!",
    tryAgainMessageIsFailed: "फिर से प्रयास करें संदेश विफल हो गया...",
    minimumMessage50CharacterRequired: "कम से कम 50 अक्षर आवश्यक हैं",
    maximumMessage500CharacterAllowed: "अधिकतम 500 अक्षर की अनुमति है",
  }
}
export default hi